Gets the Id of the fiting or accessory instance
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public ElementId GetFamilyInstanceId()
  Visual Basic
Public Function GetFamilyInstanceId As ElementId
  Visual C++
public:
ElementId^ GetFamilyInstanceId()
 Return Value
 The element Id of the fiting or accessory instance.
 See Also
  DuctFittingAndAccessoryData Class
  Autodesk.Revit.DB.Mechanical Namespace